import React from 'react';
import Menu2 from '../components/Menu2';

const Hotdog = () => {
  return (
    <>
      <div class="body_hot-dog">
        <Menu2 />
        <h1>
          <span className="h1-hotdog">Хот-доги</span>
        </h1>
        <div class="content__container">
          <div class="price-table">
            <table>
              <tr>
                <td>1.</td>
                <td>Рифленая булочка, сосиска, кетчуп, майонез, горчица</td>
                <td>150 г.</td>
                <td>80 руб.</td>
              </tr>
              <tr>
                <td>2.</td>
                <td>
                  Рифленая булочка, сосиска, капуста, корейская морковь, кетчуп, майонез, горчица
                </td>
                <td>200 г.</td>
                <td>90 руб.</td>
              </tr>
              <tr>
                <td>3.</td>
                <td>Рифленая булочка, сосиска, помидор, огурец, кетчуп, майонез, горчица</td>
                <td>190 г.</td>
                <td>90 руб.</td>
              </tr>
              <tr>
                <td>4.</td>
                <td>Рифленая булочка, сосиска, помидор, салат, огурец, кетчуп, майонез, горчица</td>
                <td>200 г.</td>
                <td>100 руб.</td>
              </tr>
              <tr>
                <td>5.</td>
                <td>
                  Рифленая булочка, сосиска, картофель фри, помидор, соленый огурец, кетчуп,
                  майонез, горчица
                </td>
                <td>210 г.</td>
                <td>120 руб.</td>
              </tr>
              <tr>
                <td>6.</td>
                <td>Рифленая булочка, сосиска, сыр, помидор, кетчуп, майонез, горчица</td>
                <td>200 г.</td>
                <td>110 руб.</td>
              </tr>
              <tr>
                <td>7.</td>
                <td>
                  Рифленая булочка, сосиска, красный лук, сыр моцарелла, картофель фри, перец
                  сладкий, кетчуп, майонез, горчица
                </td>
                <td>230 г.</td>
                <td>120 руб.</td>
              </tr>
            </table>
          </div>
        </div>
      </div>
    </>
  );
};

export default Hotdog;
